Repository: finch-xu/openmeow
Catalog: openmeow/openmeow/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %lld models loaded
zh_hans: 已加载 %lld 个模型

source: %lld voices
zh_hans: %lld 个声音

source: About
zh_hans: 关于

# action.copy.api.url
source: Copy API URL
zh_hans: 复制 API 地址

# action.delete
source: Delete
zh_hans: 删除

# action.download
source: Download
zh_hans: 下载

# action.model.store
source: Model Store
zh_hans: 模型商店

# action.open.dashboard
source: Open Dashboard
zh_hans: 打开仪表盘

# action.quit
source: Quit OpenMeow
zh_hans: 退出 OpenMeow

# action.retry
source: Retry
zh_hans: 重试

# action.start.server
source: Start Server
zh_hans: 启动服务

# action.stop.server
source: Stop Server
zh_hans: 停止服务

source: Add
zh_hans: 添加

source: Add Alias
zh_hans: 添加别名

source: Alias
zh_hans: 别名

source: All
zh_hans: 全部

source: All interfaces (0.0.0.0)
zh_hans: 所有接口 (0.0.0.0)

source: API Endpoints (OpenAI Compatible)
zh_hans: API 端点（兼容 OpenAI）

source: Apple Silicon required
zh_hans: 需要 Apple Silicon

source: ASR
zh_hans: 语音识别

source: ASR Example
zh_hans: ASR 示例

source: Authentication
zh_hans: 认证

source: Auto
zh_hans: 自动

source: Available Models
zh_hans: 可用模型

source: Base URL
zh_hans: 基础地址

source: Cancel
zh_hans: 取消

source: Copy API URL
zh_hans: 复制 API 地址

source: Copy token
zh_hans: 复制令牌

source: CORS
zh_hans: 跨域访问

source: Custom Aliases
zh_hans: 自定义别名

# dashboard.copy
source: Copy
zh_hans: 复制

# dashboard.error
source: Error
zh_hans: 错误

# dashboard.loaded.models
source: Loaded Models
zh_hans: 已加载模型

# dashboard.running
source: Running
zh_hans: 运行中

# dashboard.server.status
source: Server Status
zh_hans: 服务状态

# dashboard.stopped
source: Stopped
zh_hans: 已停止

source: Download
zh_hans: 下载

source: Enable Bearer Token Authentication
zh_hans: 启用 Bearer Token 认证

source: Enable CORS (Cross-Origin Requests)
zh_hans: 启用跨域请求（CORS）

source: Enter IP addresses. Use prefix like "192.168." to allow a subnet. Use "*" to allow all origins.
zh_hans: 输入 IP 地址。使用前缀如 "192.168." 可允许整个子网。使用 "*" 允许所有来源。

source: Generate & Play
zh_hans: 生成并播放

source: Generate random token
zh_hans: 生成随机令牌

source: Generating...
zh_hans: 生成中…

source: Home
zh_hans: 首页

source: Installing...
zh_hans: 安装中…

source: LAN
zh_hans: 局域网

source: Language
zh_hans: 语言

source: Listen
zh_hans: 监听

source: Loaded Models
zh_hans: 已加载模型

source: Loading memory info...
zh_hans: 加载内存信息…

source: Local
zh_hans: 本地

source: Localhost (127.0.0.1)
zh_hans: 本机 (127.0.0.1)

source: Memory
zh_hans: 内存

source: Memory Usage
zh_hans: 内存用量

source: MLX engine coming soon
zh_hans: MLX 引擎即将推出

source: Model
zh_hans: 模型

source: Model Aliases
zh_hans: 模型别名

source: Models
zh_hans: 模型

source: Models: %@
zh_hans: 模型: %@

source: No %@ models available
zh_hans: 没有可用的 %@ 模型

source: No ASR models
zh_hans: 无语音识别模型

source: No custom aliases defined
zh_hans: 未定义自定义别名

source: No models
zh_hans: 无可用模型

source: No models installed
zh_hans: 未安装模型

source: No models loaded
zh_hans: 未加载模型

source: Open Dashboard
zh_hans: 打开仪表盘

source: Port
zh_hans: 端口

source: Presets
zh_hans: 快捷配置

source: Quit OpenMeow
zh_hans: 退出 OpenMeow

source: Record audio to see transcription
zh_hans: 录制音频以查看转录

source: Replay
zh_hans: 重播

source: Requests must include: `Authorization: Bearer %@`
zh_hans: 请求需携带: `Authorization: Bearer %@`

# requirement.apple.silicon
source: Requires Apple Silicon
zh_hans: 需要 Apple Silicon

source: Resources
zh_hans: 资源

source: Restart
zh_hans: 重启

source: Restart app to apply
zh_hans: 重启应用以生效

source: Restart required
zh_hans: 需要重启

source: Result
zh_hans: 结果

source: Retry
zh_hans: 重试

source: Running
zh_hans: 运行中

source: Server
zh_hans: 服务

# server.status.running %lld
source: Running on :%lld
zh_hans: 运行中 :%lld

# server.status.stopped
source: Stopped
zh_hans: 已停止

source: Settings
zh_hans: 设置

source: Speed
zh_hans: 速度

source: Start Server
zh_hans: 启动服务

# status.installing
source: Installing...
zh_hans: 安装中…

source: Stop Server
zh_hans: 停止服务

source: Stopped
zh_hans: 已停止

# store.asr.models
source: ASR Models
zh_hans: 语音识别模型

# store.tts.models
source: TTS Models
zh_hans: 语音合成模型

source: System
zh_hans: 系统

source: System Default
zh_hans: 跟随系统

source: Tap to record
zh_hans: 点击录音

source: Tap to stop
zh_hans: 点击停止

source: Target model
zh_hans: 目标模型

source: Text
zh_hans: 文本

source: Token
zh_hans: 令牌

source: Total %@
zh_hans: 共 %@

source: Transcribing...
zh_hans: 转录中…

source: TTS
zh_hans: 语音合成

source: TTS Example
zh_hans: TTS 示例

source: Voice
zh_hans: 声音
